<?php

return [
    'form' => [
        'title' => 'введите название новости',
        'slug' => 'введите slug новости',
        'excerpt' => 'введите описание новости',
        'content' => 'введите контент новости',
        'use_as_featured' => 'использовать как изображение новости',
        'thumbnail' => 'добавить превью для видео новости',
        'attachment' => 'добавить ссылку для видео новости',
    ],
    'pages' => [
        'edit_page_title' => 'Редактировать новость',
        'add_page_title' => 'Добавить новость',
    ]
];