<?php
return [
    'auth' => [
        'successLogin' => 'Вы успешно авторизованы.',
        'errorLogin' => 'Не удалось авторизоваться.',
    ],
    'products' => [
        'successCreated' => 'Товар успешно добавлен.',
        'successUpdated' => 'Товар успешно изменен.',
        'failedUpdated' => 'Товар не изменен. Попробуйте ещё раз',
        'failedCreated' => 'Товар не создан. Попробуйте ещё раз',
    ],
    'productsCategories' => [
        'successCreated' => 'Категория товара успешно добавлена.',
        'successUpdated' => 'Категория товара успешно изменена.',
        'successDeleting' => 'Категория товара успешно удалена.',
        'failedCreated'  => 'Категория товара не создана. Попробуйте ещё раз.',
        'failedUpdated'  => 'Категория товара не изменена. Попробуйте ещё раз.',
        'failedDeleting'  => 'При удалении категории произошла ошибка. Попробуйте еще раз.',
        'confirmRemoving' => 'Вы действительно хотите удалить эту категорию?',
    ],
    'images' => [
        'successDeleting' => 'Изображение удалено',
        'failedDeleting' => 'При удалении изображения произошла ошибка. Попробуйте еще раз.',
        'confirmRemoving' => 'Вы действительно хотите удалить это изображение?',
    ],
    'videotips' => [
        'successCreated' => 'Видеосовет успешно добавлен.',
        'successUpdated' => 'Видеосовет успешно изменен.',
        'failedUpdated' => 'Видеосовет не изменен. Попробуйте ещё раз',
        'failedCreated' => 'Видеосовет не создан. Попробуйте ещё раз',
    ],
    'stocks' => [
        'successCreated' => 'Акция успешно добавлена.',
        'successUpdated' => 'Акция успешно изменена.',
        'failedUpdated' => 'Акция не изменена. Попробуйте ещё раз',
        'failedCreated' => 'Акция не создана. Попробуйте ещё раз',
    ],
    'doyouknows' => [
        'successCreated' => 'Новость успешно добавлена.',
        'successUpdated' => 'Новость успешно изменена.',
        'failedUpdated' => 'Новость не изменена. Попробуйте ещё раз',
        'failedCreated' => 'Новость не создана. Попробуйте ещё раз',
    ],
];