<?php

return [
    'form' => [
        'title'                           => 'введите название товара',
        'content'                         => 'введите контент товара',
        'description'                     => 'введите описание товара',
        'excerpt'                         => 'введите краткое описание товара',
        'slug'                            => 'введите slug товара',
        'descrtitle'                      => 'введите короткий заголовок товара',
        'descrtext'                       => 'введите короткий текст товара',
        'descr'                           => 'введите описание товара',
        'regular_price'                   => 'введите цену товара',
        'sale_price'                      => 'цена товара со скидкой',
        'discount'                        => 'введите скидку на товар',
        'currency'                        => 'валюта товара',
        'image'                           => 'добавьте изображение товара',
        'tab_bg'                          => 'добавьте фоновое изображение вкладок товара',
        'is_reccomended'                  => 'показывать товар в рекомендованых',
        'product_description_tab_content' => 'введите контент вкладки "Описание" товара',
        'product_ingredients_tab_content' => 'введите контент вкладки "Ингридиенты" товара',
        'product_usage_tab_content' => 'введите контент вкладки "Использование" товара',
        'all_product_categories_list'     => 'список всех категорий товара',
        'add_product_category'            => 'добавьте категорию товара',
        'no_product_category_to_add'      => 'нет категорий для добавления',
        'product_has_no_category'         => 'у товара нет категорий',
    ],
    'pages' => [
        'edit_page_title'                 => 'Редактировать товар',
        'add_page_title'                  => 'Добавить товар',
    ]
];