<?php

return [
    'form' => [
        'title' => 'введите название акции',
        'slug' => 'введите slug акции',
        'excerpt' => 'введите описание акции',
        'content' => 'введите контент акции',
        'use_as_featured' => 'использовать как изображение акции',
        'thumbnail' => 'добавить превью для видео акции',
        'attachment' => 'добавить ссылку для видео акции',
    ],
    'pages' => [
        'edit_page_title' => 'Редактировать акцию',
        'add_page_title' => 'Добавить акцию',
    ]
];